<template>
    <div class="v-guarante">
        <div class="v-container">
            <Crumb title="Гарантия" />
            <h2>Гарантия</h2>

            <div class="v-guarante-card">
                <h3>Общая информация</h3>
                <p align="justify">Выполнение гарантийных обязательств магазином PARilka происходит только при соблюдении потребителем всех правил,
                инструкций и требований компании-изготовителя. Перед тем, как начать использование продукции, внимательно
                ознакомьтесь с прилагаемой производителем инструкцией во избежание поломок, травм и иных негативных последствий. В
                процессе пользования придерживайтесь всех правил и рекомендаций, указанных производителем в инструкции.</p>

                <p align="justify"><span>Шаг 1.</span> Итак, Вы обнаружили, что устройство не заряжается, не подает признаков жизни или любой другой дефект. Бывает и
                такое, что девайс полностью исправен, но не отвечает Вашим требованиям. Можно ли его заменить? Для начала, разберем
                какой товар подлежит гарантийному обслуживанию.</p>
                <h4>Гарантия распространяется на:</h4>
                <ul>
                    <li>Многоразовые POD-системы (14 дней с момента покупки товара)</li>
                    <li>AIO-системы и боксмоды (14 дней с момента покупки товара)</li>
                    <li>Внешние зарядные устройства (14 дней с момента покупки товара)</li>
                </ul>
                <h4>Гарантия не распространяется на:</h4>
                <ul>
                    <li>Атомайзеры (работоспособность проверяется при продаже)</li>
                    <li>Все виды внешних аккумуляторов (работоспособность проверяется при продаже)</li>
                    <li>Одноразовые POD-системы (работоспособность проверяется при продаже)</li>
                    <li>Все виды аксессуаров (чехлы, кейсы и прочее)</li>
                    <li>Жидкости (объем и исправность заправочного носика проверяются на месте. «Другой» вкус не является гарантийным</li>
                    <li>случаем, т.к. производитель вправе изменять рецептуру без предварительного уведомления)</li>
                    <li>Иной ущерб или наличие неисправностей в рамках условий гарантии, изложенных ниже</li>
                    <li>Сменные испарители, картриджи, койлы и прочие элементы, требующие замены в процессе обслуживания устройства</li>
                </ul>
                <p align="justify"> <span>Шаг 2.</span> Если приобретенный Вами товар подлежит гарантии, то обязательно убедитесь в наличии чека, упаковки и всех
                комплектующих (желательно, испарители, картридж и прочие расходники, с которыми эксплуатировалось устройство). Также,
                следует обратить внимание на его внешний вид.</p>
                <h4>Гарантия признается действительной если:</h4>
                <ul>
                    <li> Отсутствуют механические повреждения</li>
                    <li>Нет следов вскрытия устройства (если это не предусмотрено инструкцией по эксплуатации)</li>
                    <li>Отсутствуют поломки и потеря функциональности изделия, возникших в результате неисправностей сети, использования</li>
                    <li>некомплектных зарядных устройств или применение продукции не по его назначению</li>
                    <li>Отсутствуют иные повреждения, изложенные в условиях гарантии</li>
                </ul>
                <p align="justify"><span>Шаг 3.</span> Вы осмотрели устройство, нашли чек, комплектующие. Что дальше?</p>
                <h4>Если товар был приобретен в розничном магазине Parilka:</h4>
                <ul>
                    <li>Относим его в тот же магазин, по тому же адресу. Заявление на обмен/возврат
                заполняется непосредственно на месте</li>
                </ul>
                <h4>Товар был куплен через интернет магазин:</h4>
                <ul>
                    <li>Звоним на горячую линию PARilka: 8 (999) 109-42-14</li>
                </ul>
                <h4>Товар доставлен транспортной компанией СДЭК или Почтой России:</h4>
                <ul>
                    <li>Все товары, отправленные Вам, застрахованы. Если заказ пришел в ненадлежащем качестве или детали товара оказались
                разбитыми, то Вам необходимо составить акт в пункте выдачи заказа. Далее, предоставить на почту детальный фотоотчет
                с приложенным к нему актом на почту 
                parilka56@mail.ru</li>
                <li>В случае обнаружения неисправностей в процессе использования устройства, необходимо связаться с нами по той же
                почте, либо указанному номеру телефона: 8 (999) 109-42-14.</li>
                <li>Также, Вы всегда можете задать нам любой вопрос в Инстаграм, Телеграм или группе Вконтакте. Обращения
                рассматриваются ежедневно с 9:00 до 18:00 по московскому времени.</li>
                </ul>
                <h3>Гарантийные условия возврата  обмена товара</h3>
                <h4>Обмен товара ненадлежащего качества</h4>
                <p align="justify"> В случае обнаружения потребителем недостатков товара и предъявления требования о его замене продавец (изготовитель,
                уполномоченная организация или уполномоченный индивидуальный предприниматель, импортер) обязан заменить такой
                товар в течение семи дней со дня предъявления указанного требования потребителем, а при необходимости дополнительной
                проверки качества такого товара продавцом (изготовителем, уполномоченной организацией или уполномоченным
                индивидуальным предпринимателем, импортером) — в течение двадцати дней со дня предъявления указанного требования.
                (Cтатья 21 Замена товара ненадлежащего качества, Закон РФ «О защите прав потребителей» (закон о правах потребителя) от
                07.02.1992 N 2300-1).</p>
                <h4>Возврат товара надлежащего качества</h4>
                <p align="justify">Потребитель вправе отказаться от товара в любое время до его передачи, а после передачи товара — в течение 14 дней.
                Возврат товара надлежащего качества возможен в случае, если указанный товар не был в употреблении, сохранены его
                товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара.
                При отказе потребителя от товара продавец должен возвратить ему денежную сумму, уплаченную потребителем по договору,
                за исключением расходов продавца на доставку от потребителя возвращенного товара, не позднее чем через десять дней со
                дня предъявления потребителем соответствующего требования. (Cтатья 26.1. Дистанционный способ продажи товара, Закон
                РФ «О защите прав потребителей» (закон о правах потребителя) от 07.02.1992 N 2300-1).</p>
                <h4>Обмен товара надлежащего качества</h4>
                <p align="justify">Потребитель имеет право на обмен непродовольственного товара надлежащего качества в течение 14 (четырнадцати) дней,
                не считая дня его покупки.</p>
                <p align="justify">Обмен непродовольственного товара надлежащего качества проводится, если указанный товар не был в употреблении,
                сохранены его товарный вид, потребительские свойства, пломбы, фабричные ярлыки, а также имеется товарный чек или
                кассовый чек либо иной подтверждающий оплату указанного товара документ. (Статья 25 «Право потребителя на обмен
                товара надлежащего качества», Закон РФ «О защите прав потребителей» (закон о правах потребителя) от 07.02.1992 N 2300-1).
                </p>
                <h3>Условия проведения гарантийного обслуживания</h3>
                <p align="justify">1. Гарантийные обязательства исполняются в соответствии с нормативными правовыми актами Российской Федерации.</p>
                <p align="justify">2. Покупатель при предъявлении гарантийного талона имеет право на замену приобретенного у Продавца товара в течении
                срока гарантии, если недостатки товара не вызваны нарушением Покупателем правил использования, хранения или
                транспортировки товара, действиями третьих лиц или непреодолимой силы.</p>
                <p align="justify">3. Услуги по гарантийному обслуживанию предоставляются по предъявлении потребителем кассового (товарного) чека и
                гарантийного талона (с указанием даты покупки, модели изделия, его серийного номера и наименования дилера) вместе с
                дефектным изделием до окончания гарантийного срока.</p>
                <h4>4. Товар не подлежит замене по гарантии в случаях:</h4>
                <p align="justify">4.1. Отсутствия гарантийного талона или подписи покупателя на нем;</p>
                <p align="justify">4.2. Наличия исправлений или помарок в гарантийном талоне, повреждений или следов переклеивания гарантийных наклеек,
                наличия посторонних стикеров и наклеек на устройствах, несоответствия серийного номера изделия номеру, указанному на
                гарантийном талоне;</p>
                <p align="justify">4.3. Нарушения правил эксплуатации изделия и/или использования устройства не по назначению;</p>
                <p align="justify">4.4. Наличия механических повреждений (внешних и/или внутренних), таких как: следы падения, царапины, сколы и трещины
                на устройстве;</p>
                <p align="justify">4.5. Неисправностей, вызванных попаданием на электронную плату и элементы управления посторонних предметов,
                насекомых, жидкостей;</p>
                <p align="justify">4.6. Наличия химических, электрохимических, электростатических, экстремальных термических повреждений;</p>
                <p align="justify">4.7. Повреждений, вызванных использованием аккумуляторов с разным уровнем заряда, поврежденной изоляцией или
                некорректной установкой аккумуляторов;</p>
                <p align="justify">4.8. Повреждений, вызванных несоответствием государственным стандартам питающих, коммуникационных, кабельных
                сетей;</p>
                <p align="justify">4.9. Повреждений, вызванных установкой компонентов, несоответствующих техническим требованиям; некорректной работы
                с программно-аппаратной частью изделия (перепрошивка firmware и т.п.).</p>
                <h4>5. Гарантия не распространяется:</h4>
                <p align="justify">5.1. На ущерб, причиненный другому оборудованию, работающему в сопряжении с данным изделием;</p>
                <p align="justify">5.2. На расходные материалы (аккумуляторы, испарительные головки, клиромайзеры, картриджи, стекла, корпуса
                испарителей и иные компоненты, которые требуют периодической замены на протяжении срока службы основного изделия),
                в том числе и находящиеся в готовом изделии. Только при выявленных неисправностях в момент покупки, эти изделия
                подлежат замене или возврату.</p>
                <p align="justify">5.3. На микропереключатели кнопок и интерфейсные порты (510, eGo, USB, microUSB) устройства, так как их повреждение
                является следствием нарушений правил эксплуатации или подключением внешних устройств, не соответствующих
                техническим требованиям. Устройства в данных случаях могут быть заменены в течение 14 дней со дня покупки при условии
                наличия заводского дефекта;</p>
                <p align="justify">5.4. На резьбы, фиксаторы и другие узлы сопряжения, подверженные механическому износу, воздействию пыли и влаги.
                Устройства в данных случаях могут быть заменены в течение 14 дней со дня покупки при условии наличия заводского
                дефекта;</p>
                <p align="justify">5.5. На жидкости для электронных сигарет (закон РФ от 07.02.1992 N 2300-1 (ред. от 05.05.2014) "О защите прав потребителей").</p>
                <p align="justify">5.5. На жидкости для электронных сигарет (закон РФ от 07.02.1992 N 2300-1 (ред. от 05.05.2014) "О защите прав потребителей").</p>
                <p align="justify">7. Отказ от других гарантий: Продавец отказывается от всех других гарантий, как явных, так и предполагаемых, включая (но не
                ограничиваясь только ими), предполагаемые гарантии на покупательскую способность и соответствие специальным
                требованиям, что относится как к физическим устройствам, так и к программному обеспечению и печатным материалам;</p>
                <p align="justify">8. Не принимается к гарантийному обслуживанию оборудование, имеющее следы ремонта или вскрытия и не имеющее
                отметки о проведенном ремонте в гарантийном талоне;</p>
                <p align="justify">9. При повреждении гарантийных пломб производителя устройства не принимаются претензии по комплектации,
                механическим повреждениям, экстремальным термическим повреждениям и другим повреждениям, вызванным вскрытием
                устройства;</p>
                <p align="justify">10. В случае нарушения комплектности изделия (отсутствие документации, соединительных кабелей или оригинальной
                упаковки), гарантийное обслуживание не осуществляется, либо осуществляется в ограниченном объеме;</p>
                <p align="justify">11. В случае выхода из строя электронной платы устройства, работающего на сменных аккумуляторах, необходимо
                предоставить использовавшиеся в нем на момент выхода из строя аккумуляторы при сдаче на техническую экспертизу.</p>
                <p align="justify">12. Отказ от ответственности за сопутствующие убытки: Продавец ни при каких условиях не несет ответственности за какой-
                либо ущерб (включая все без исключения случаи потери прибыли, прерывания деловой активности, потери деловой
                информации, либо других денежных потерь), связанный с использованием или невозможностью использования купленного
                оборудования;</p>
                <p align="justify">13. В соответствии с Постановлением Правительства РФ от 19.01.1998 N 55 (ред. от 04.10.2012), технически сложные товары не
                подлежат возврату или обмену на другой товар, с другими техническими и прочими параметрами (размер, форма, цвет,
                комплектация и т.п.).</p>
                <p align="justify">14. Претензии по механическим повреждениям и комплектации, не выявленные во время проверки при продаже или в случае
                отказа от проверки, не принимаются.</p>
                <h4>Приобретая изделие в интернет-магазине PARilka, покупатель соглашается с изложенными
                условиями гарантийного обслуживания.</h4>
            </div>
        </div>     
    </div>
</template>

<script>
import Crumb from "../components/Crumb/v-crumb.vue";

export default {
    components: {
        Crumb
    }
}
</script>

<style scoped>

.v-guarante-card {
  background: #fff;
  padding: 60px;
  border-radius: 12px;
  max-width: 1000px;
  margin: 0 auto;
}

h2 {
    font-size: 40px;
    margin: 20px 0px;
    font-weight: 300;
}

h3 {
    font-size: 37px;
    margin-bottom: 20px;
}

h4 {
    font-size: 20px;
}

p {
    margin: 25px 0px;
    color: #ACB0B3;
}

ul {
    margin: 20px 0px;
}

li {
    list-style: none;
    margin: 10px 0px;
}

li::before {
    content: "●";
    color: #8F00FF;
    padding-right: 10px;
}

@media (max-width: 1400px) {
    h3 {
        font-size: 29px;
    }

    h2 {
        margin: 20px 10px;
    }

    h4 {
        font-size: 18px;
    }
}
</style>